import React from 'react';

function Condition() {
    return (
        <div className="about">
            <div className="container">
                <h2 className="about__title">Доставка</h2>
                <div className="about__des">Для того, чтобы узнать примерное время ожидания и условия доставки, кликните по району, в который необходимо привезти Ваш заказ.</div>
                <div className="about__des">Время ожидания заказа может быть увеличено в зависимости от ситуации на дорогах и загруженности кухни. Просим обратить внимание на то, что в минимальную сумму заказа с учётом всех скидок,а также промокодов и сертификатов не входят десерты, напитки и соусы.</div>
                <div className="about__des">А если Вы находитесь неподалёку и желаете сэкономить 20%, то заберите заказ сами по адресу: ул. Куйбышева, 87</div>
            </div>
        </div>
    )
}

export default Condition;