import React from 'react';

function Offer() {
    return (
        <div className="politics">
            <div className="container">
                <h2 className="politics__title">Публичная оферта (предложение) Papa Pizza о продаже товаров</h2>
                <div className="politics__des1">1. Термины и определения</div>
                <div className="politics__des2">В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют следующие значения и являются ее составной неотъемлемой частью:</div>
                <div className="politics__des2">1.   Продавец — ИП Конина Ю.А. (ОГРНИП 317595800114591, ИНН 590421383769).</div>
                <div className="politics__des2">2.   Покупатель — любое физическое лицо, акцептировавшее публичную оферту на условиях настоящей оферты.</div>
                <div className="politics__des2">3.   Сайт — официальный сайт Продавца «Papa Pizza» расположенный по интернет адресу https://www.papapizza59.ru. В рамках настоящего договора, понятия Сайт, сайт «Papa Pizza», а так же интернет адреса https://www.papapizza59.ruи производные от papapizza59.ruявляются равносильными и трактуются аутентично, по контексту оферты.</div>
                <div className="politics__des2">4.   Товар — объект соглашения сторон, перечень наименований ассортимента, представленный на Сайте.</div>
                <div className="politics__des2">5.   Акционная скидка — это скидка, которая предоставляется на определенный Товар.</div>
                <div className="politics__des2">6.   Скидка по промокоду —это скидка, которая предоставляется на определенную группу Товаров при введении специального кода при оформлении Заказа в «Корзине» Покупателя.
                </div>
                <div className="politics__des2">7.   Промокод — комбинация символов, позволяющая Пользователю при вводе в специальном поле Приложения, получить определенные Исполнителем бонусы и/или скидки и/или иные преимущества. Для получения скидки по промокоду, промокод необходимо ввести в специальное поле в «Корзине» Покупателя при оформлении Заказа, некоторые промокоды могут быть применены автоматически. К одной единице товара может быть применен только один промокод.</div>
                <div className="politics__des2">8.   Бонусные баллы – это возврат части стоимости заказа Покупателя в виде баллов, которыми можно полностью или частично оплатить Товары на сайте Продавца.</div> <br/>
                <div className="politics__des1">2. Общие положения</div>
                <div className="politics__des2">1.   Настоящая публичная Оферта (в дальнейшем — Договор) является официальным предложением ИП Конина Ю.А. в адрес любого физического лица, обладающего дееспособностью и необходимым полномочием заключить с ИП Конина Ю.А. договор купли-продажи Товара на условиях, определенных в настоящей оферте и содержит все существенные условия договора.</div>
                <div className="politics__des2">2.   Отношения в области защиты прав потребителей регулируются Гражданским кодексом Российской Федерации, Законом «О защите прав потребителей» и принимаемыми в соответствии с ним иными федеральными законами и правовыми актами Российской Федерации.</div> <br/>
                <div className="politics__des1">3. Регистрация на сайте</div>
                <div className="politics__des2">1.   Оформить Заказ на Сайте могут не только зарегистрированные Покупатели, при этом Покупатель вправе зарегистрироваться на сайте только 1 (один) раз, т.е. может иметь только один Личный кабинет.</div>
                <div className="politics__des2">2.   Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации.</div>
                <div className="politics__des2">3.   Покупатель, зарегистрировавшийся на Сайте, получает индивидуальную идентификацию путем предоставления логина и пароля. Индивидуальная идентификация Покупателя позволяет избежать несанкционированных действий третьих лиц от имени Покупателя и открывает доступ к дополнительным сервисам. Передача Покупателем логина и пароля третьим лицам запрещена.</div>
                <div className="politics__des2">4.   Покупатель самостоятельно несёт ответственность за все возможные негативные последствия, в случае передачи логина и пароля третьим лицам.</div> <br/>
                <div className="politics__des1">4. Предмет Договора и цена Товара</div>
                <div className="politics__des2">Продавец передает, а Покупатель принимает и оплачивает товары на условиях настоящего Договора.</div>
                <div className="politics__des2">1.   Право собственности на Заказанные Товары переходит к Покупателю с момента фактической передачи Товара Покупателю и оплаты последним полной стоимости Товара. Риск его случайной гибели или повреждения Товара переходит к Покупателю с момента фактической передачи Товара Покупателю.</div>
                <div className="politics__des2">2.   Цены на Товар определяются Продавцом в одностороннем бесспорном порядке и указываются на страницах Сайта, расположенного по интернет-адресу: https://www.papapizza59.ru.</div>
                <div className="politics__des2">3.   Цена товара указывается в рублях Российской Федерации и включает в себя налог на добавленную стоимость.</div> 
                <div className="politics__des2">4.   Окончательная Цена Товара определяется действием на Цену Товара скидок. Одновременно возможно применение только одного вида скидок. Скидки не суммируются.</div><br/>
                <div className="politics__des1">5. Момент заключения договора</div>
                <div className="politics__des2">1.   Текст данного Договора является публичной офертой (в соответствии со статьёй 435 и частью 2 статьи 437 Гражданского кодекса Российской Федерации).</div>
                <div className="politics__des2">2.   Акцептом настоящей оферты (договора) — оформление Покупателем заказа на Товар в соответствии с условиями настоящей оферты.</div>
                <div className="politics__des2">3.   Акцептуя настоящую оферту, Покупатель выражает согласие в том, что:</div>
                <div className="politics__des2">3.1.   регистрационные данные (в том числе персональные данные) указаны им добровольно,</div>
                <div className="politics__des2">3.2.   регистрационные данные (в том числе персональные данные) передаются в электронной форме по открытым каналам связи сети «Интернет»,</div>
                <div className="politics__des2">3.3.   регистрационные данные (в том числе персональные данные) переданы Продавцу для реализации целей, указанных в настоящей оферте и могут быть переданы третьим лицам, для реализации целей, указанных в настоящей оферте,</div>
                <div className="politics__des2">3.4.   регистрационные данные (в том числе персональные данные) могут быть использованы Продавцом в целях продвижения товаров и услуг, путем осуществления прямых контактов с Покупателем с помощью каналов связи,</div>
                <div className="politics__des2">3.5.   в целях дополнительной защиты от мошеннических действий указанные Покупателем регистрационные данные (в том числе персональные данные) могут быть переданы банку, осуществляющему транзакции по оплате оформленных на Сайте заказов,</div>
                <div className="politics__des2">3.6.   данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления,</div>
                <div className="politics__des2">4.   данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления,</div>
                <div className="politics__des2">5.   Факт оформления заказа Покупателем является безоговорочным фактом принятия Покупателем условий данного Договора, в том числе согласием Покупателя на рассылку ему Продавцом смс-сообщений о статусе его заказа и опросов для улучшения качества обслуживания Покупателей. Покупатель, приобретший товар на Сайте Продавца (оформивший заказ товара), рассматривается как лицо, вступившее с продавцом в отношения на условиях настоящего Договора.</div> <br/>
                <div className="politics__des1">6. Права и обязанности сторон</div>
                <div className="politics__des2">1.   Продавец обязуется:</div>
                <div className="politics__des2">1.1.   С момента заключения настоящего Договора обеспечить в полной мере все обязательства перед Покупателем в соответствии с условиями настоящего договора и действующего законодательства. Продавец оставляет за собой право невыполнения обязательств по Договору в случае возникновения обстоятельств непреодолимой силы, указанных в п.6 настоящего Договора.</div>
                <div className="politics__des2">1.2.   Обрабатывать персональные данные Покупателя в порядке, установленном действующим законодательством в отношении организации обработки и обеспечения безопасности персональных данных. В случае достижения цели обработки персональных данных Продавец обязуется прекратить обработку персональных данных или обеспечить ее прекращение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Продавца) и уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Продавца) в срок, не превышающий тридцати дней с даты достижения цели обработки персональных данных, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является Покупатель, иным соглашением между Продавцом и Покупателем.</div>
                <div className="politics__des2">1.3.   В случае отзыва Покупателем согласия на обработку его персональных данных Продавец обязуется прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Продавца) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Продавца) в срок, не превышающий тридцати дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является Покупатель.</div>
                <div className="politics__des2">2.   Продавец имеет право:</div>
                <div className="politics__des2">2.1.   Изменять настоящий Договор, Цены на Товар, способы и сроки оплаты и доставки товара в одностороннем порядке, помещая их на страницах Сайта, расположенного по интернет-адресу: https://www.papapizza59.ru. Все изменения вступают в силу немедленно после публикации, и считаются доведенными до сведения Покупателя с момента такой публикации.</div>
                <div className="politics__des2">2.2.   Осуществлять записи телефонных переговоров с Покупателем. В соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и о защите информации» Продавец обязуется: предотвращать попытки несанкционированного доступа к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению Заказов, своевременно обнаруживать и пресекать такие факты.</div>
                <div className="politics__des2">2.3.   Без согласования с Покупателем, передавать свои права и обязанности по исполнению Договора третьим лицам.</div>
                <div className="politics__des2">2.4.   Использовать технологию “cookies”. “Cookies” не содержат конфиденциальную информацию и не передаются третьим лицам.</div>
                <div className="politics__des2">2.5.   Получать информацию об ip - адресе посетителя Сайта. Данная информация не используется для установления личности посетителя и не подлежит передаче третьим лицам.</div>
                <div className="politics__des2">2.6.   Продавец вправе направлять Покупателю сообщения рекламно-информационного характера посредством e-mail и sms-рассылок с информацией о скидках, акциях и т.п. Частота рассылок определяется Продавцом самостоятельно, в одностороннем порядке.</div>
                <div className="politics__des2">2.7.   Продавец вправе изменять условия Акций, размещённых на Cайте, в одностороннем порядке без согласия Покупателя, путём размещения таких изменений на Cайте.</div> <br/>
            </div>
        </div>
    )
}

export default Offer;













